{
  "intents": [
    {
      "tag": "informations_formation",
      "patterns": [
        "Quelles sont les informations sur la formation en TSL?",
        "Dites-moi tout sur la formation Transport et Services Logistiques (TSL).",
        "Pouvez-vous m'en dire plus sur la Licence professionnelle en TSL?"
      ],
      "responses": [
        "La Licence professionnelle en Transport et Services Logistiques (LPTSL) est une formation de 3 ans dans le domaine des Sciences Économiques et de Gestion. Elle comprend un tronc commun pendant les 4 premiers semestres, suivi d'une spécialisation en cours du soir pour les semestres 5 et 6."
      ]
    },
    {
      "tag": "conditions_admission",
      "patterns": [
        "Quelles sont les conditions d'admission pour la LP-TSL?",
        "Qui peut s'inscrire à la LP-TSL?",
        "Quel est le niveau d'études requis pour cette formation?"
      ],
      "responses": [
        "Cette formation professionnalisante est ouverte aux étudiants ayant au moins le BAC 2 séries C, D, G2, G3 ou tout diplôme équivalent. Les étudiants ayant le BAC 2 série A pourront être autorisés sous réserve d'une note supérieure ou égale à 10/20 en mathématiques au BAC 1 et au BAC 2."
      ]
    },
    {
      "tag": "competences_attendues",
      "patterns": [
        "Quelles compétences puis-je acquérir en suivant cette formation?",
        "À quoi puis-je m'attendre à apprendre dans le programme TSL?",
        "Quelles sont les compétences attendues d'un diplômé en Transport et Services Logistiques?"
      ],
      "responses": [
        "Le diplômé d’une La licence Professionnelle en Transport et Services Logistiques doit être capable de planifier la gestion des flux physiques, des documents douaniers et juridiques, des systèmes d’information, manager le transport maritime, aérien, fluvial, routier, gérer les entrepôts, organiser et gérer le transport des marchandises, optimiser les coûts liés aux prestations de services logistiques."
      ]
    },
    {
      "tag": "debouches_professionnels",
      "patterns": [
        "Quels sont les débouchés professionnels après avoir obtenu cette licence?",
        "Quel genre de carrière puis-je envisager avec un diplôme en TSL?",
        "Où pourrais-je travailler après avoir terminé cette formation?"
      ],
      "responses": [
        "Le diplômé de la licence Professionnelle en Transport et Services Logistiques (LPTSL) peut exercer en tant que chef magasinier, responsable d’entrepôt, logisticien, transporteur de marchandises et de personnes, responsable d’exploitation transport, gestionnaire des flux de distribution, responsable d’exploitation de transport, etc."
      ]
    },
    {
      "tag": "dates_importantes",
      "patterns": [
        "Quand commencent les inscriptions pour la LP-TSL?",
        "Quand débutent les cours pour la formation en TSL?",
        "Pouvez-vous me donner les dates clés pour cette formation?"
      ],
      "responses": [
        "Les inscriptions débutent en août 2023, et les enseignements commencent en octobre 2023."
      ]
    },
    {
      "tag": "informations_contact",
      "patterns": [
        "Comment puis-je vous contacter pour obtenir plus d'informations?",
        "Quelle est votre adresse e-mail?",
        "Pouvez-vous me donner vos coordonnées?"
      ],
      "responses": [
        "Vous pouvez nous contacter à l'adresse e-mail esgis.togo@esgis.org. Pour plus d'informations, vous pouvez également visiter notre site web : http://www.esgis.org."
      ]
    },
    {
      "tag": "frais_scolarite",
      "patterns": [
        "Combien coûte la formation en TSL?",
        "Quels sont les frais d'inscription pour la Licence professionnelle?",
        "Pouvez-vous me donner des détails sur les frais de scolarité?"
      ],
      "responses": [
        "Les frais d'inscription sont de 50 000 F CFA par an . Les frais de scolarité varient en fonction de l'année d'études : 400 000 F CFA pour la 1ère année, 500 000 F CFA pour la 2ème année, et 600 000 F CFA pour la 3ème année."
      ]
    },
    {
      "tag": "custom_intent",
      "patterns": [
        "Profil d'entrée pour la LPFBA"
      ],
      "responses": [
        "Informations sur la Licence Professionnelle en Finance Banque et Assurance"
      ]
    }
  ]
}